"Cancel" = "Abbrechen";

/* Choose destination folder */
"Choose destination folder" = "Bitte Name und Ort für den Zielordner wählen";

/* Choose disk image */
"Choose image" = "Bitte ein Disk Image auswählen";

/* Choose image save location */
"Choose image save location" = "Bitte den Speicherort für das Disk Image wählen";

"Error" = "Fehler";

/* Error message for disk creation failure */
"Error creating image" = "Beim Erzeugen des Disk Images trat ein Fehler auf";

/* Error message when an old image in the save location can't be removed */
"Error replacing image" = "Eine älteres Disk Image gleichen Namens konnte nicht ersetzt werden";

/* Error description when an old image in the save location can't be removed */
"Image replace err" = "Möglicherweise besitzen Sie keine Schreibrechte für diese Datei. Bitte versuchen Sie es erneut, indem Sie einen anderen Namen für die Image-Datei wählen und den Vorgang erneut starten.";

"Found 1 item" = "1 Objekt gefunden";
"Found %d items" = "%d Objekte gefunden";

"Fseek error" = "Fehler beim Versuch, den File Pointer zu Position %i zu bewegen. Bedauerlich, aber wir müssen die Datenrettung leider abbrechen. Ein Klick auf „OK“ wird das Programm beenden.";

"Langcode" = "de";

"New folder" = "Neuer Ordner";

"File exists" = "An diesem Ort existiert bereits eine Datei namens „%@“.";
"Replace?" = "Möchten Sie diese ersetzen?";
"Skip" = "Überspringen";
"Replace" = "Ersetzen";
"Apply to all" = "Auf alle anwenden";

"Preparing to untrash" = "Vorbereitung der Daten …";

"Quit" = "Beenden";

"Finished title" = "Datenrettung abgeschlossen";
"Finished" = "Falls Sie die Fotos gefunden haben, die Sie suchten, möchten Sie sie vielleicht über den untenstehenden Button bedanken.\n\nSollten Sie andererseits noch Fotos vermissen, von denen Sie meinen, sie hätten gefunden werden sollen, finden Sie in den FAQ („Frequently asked questions“) Verweise auf andere Foto-Rettungs-Programme, die Sie stattdessen ausprobieren können.\n";

"Thank you" = "Danke!";
"Open FAQ" = "FAQ anzeigen";

"Saving item %d" = "Speichere Objekt %d";

"New version title" = "Willkommen zu Exif Untrasher %@";
"New version info" = "Da dies das erste Mal ist, dass Sie Exif Untrasher gestartet haben oder zumindest das erste Mal, dass Sie diese Version verwenden, würden Sie gerne die (sehr kurze) Einführung lesen?\n\nWenn nicht, können Sie diese jederzeit später über den Hilfe-Button in der linken unteren Ecke des Programmfensters erreichen.\n";
"Show help" = "Hilfe anzeigen";

/* Noun */
"Copy" = "Kopie";

"Image creation error" = "Beim Versuch, das Disk Image zu erzeugen, ist ein Problem aufgetreten.\n\nSie können das Disk Image aber auch von Hand erstellen und anschließend Exif Untrasher verwenden, um Fotos darauf zu finden. Informationen zur händischen Erzeugung des Disk Images finden Sie in der FAQ:\n%@\n\nSobald Sie den „OK“-Button klicken, wird Exif Untrasher beendet.";

"Not enough space" = "An diesem Ort ist nicht genügend freier Speicherplatz vorhanden. %@ sind verfügbar, erforderlich sind aber %@";
